Repository: L1am0/mastodon_wordpress_autopost
Catalog: autopost-to-mastodon/tags/2.0.9/languages/autopost-to-mastodon-*.po
Languages: es_es

source: Post to Mastodon
es_es: Publicar en Mastodon

source: Server Settings
es_es: Ajustes del Servidor

source: Server URL
es_es: URL del Servidor

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña

source: Plugin Behavior
es_es: Comportamiento del Complemento

source: Also toot on Post Update
es_es: También tootear al Actualizar Publicación

source: Please provide the account details for the server.
es_es: Proporciona los detalles de la cuenta para el servidor.

source: Configure the Plugin Behavior
es_es: Configura el Comportamiento del Complemento

source: Mastodon Autopost Settings
es_es: Ajustes de Mastodon Autopost

source: Settings
es_es: Ajustes

source: Test Settings
es_es: Ajustes de Prueba

source: Configure the Post
es_es: Configurar la Publicación

source: Global Post Hashtags
es_es: Hashtags Globales de la Publicación

source: Save Settings
es_es: Guardar Ajustes

source: Do you like Mastodon Autopost?
es_es: ¿Te gusta Mastodon Autopost?

source: Yes
es_es: Sí

source: Please rate the plugin
es_es: Por favor, valora el complemento

source: For getting the word out, it's important to have good reviews
es_es: Para hacer correr la voz, es necesario tener buenas reseñas

source: Rate on Wordpress.org
es_es: Valorar en Wordpress.org

source: Consider participating.(e.g. With translating it into another language)
es_es: Considera participar (por ej. traduciéndolo a otro idioma)

source: Mastodon Autopost is on Github
es_es: Ḿastodon Autopost está en Github

source: Want to thank in another way?
es_es: ¿Quieres dar las gracias de otra forma?

source: Buy me a Mate
es_es: Cómprame un Mate

source: Please give me feedback how your experience could be improved
es_es: Por favor, dame comentarios sobre cómo podría mejorar tu experiencia.

source: Authentication
es_es: Autenticación

source: Login
es_es: Inicio de sesión

source: Toot Visibility
es_es: Visibilidad del Toot

source: Toot Format
es_es: Formato del Toot

source: Public
es_es: Público

source: Unlisted
es_es: No listado

source: Private
es_es: Privado

source: Title
es_es: Título

source: Content
es_es: Contenido

source: Link
es_es: Enlace

source: Enter Token
es_es: Introduce Identificador

source: Tooted to Mastodon!
es_es: ¡Tootear a Mastodon!

source: Mastodon instance not found! Is the URL correct?
es_es: ¡Instancia de Mastodon no encontrada! ¿Es correcta la URL?

source: Could not access mastodon profile! Are email and password correct?
es_es: ¡No se pudo acceder al perfil de Mastodon! ¿Son el correo y la contraseña correctos?

source: Uncaught mastodon error! Please contact the developer.
es_es: ¡Error de Mastodon no capturado! Por favor, contacta con el desarrollador.

source: Test Toot successfully tooted to Mastodon!
es_es: ¡Toot de prueba tooteado exitosamente a Mastodon!

source: Open toot
es_es: Abrir toot

source: Seems like you are not logged into Mastodon Autopost! Please check the your login!
es_es: ¡Parece que no has iniciado sesión en Mastodon Autopost! ¡Comprueba tu información acceso!

source: This is my first toot with the Autopost to Mastodon Wordpress Plugin
es_es: Este es mi primer toot con el complemento de Wordpress Autopost to Mastodon

source: By clicking the "Test Settings" Button the following toot will be tooted to your mastodon profile:
es_es: Al hacer clic en el botón «Comprobar Ajustes», el siguiente toot será tooteado a tu perfil de Mastodon:

source: Enter the token from the popup
es_es: Introduce el código desde el emergente

source: Please login again and copy the shown code into the popup
es_es: Inicia sesión de nuevo y copia el código mostrado en la ventana de mensaje

source: Please include the following data in your email:
es_es: Por favor, incluye los siguientes datos en tu correo:

source: Error Data:
es_es: Datos de Error:
